Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EMAIL_FORM_ITEM_PLACEHOLDER
source: jappleseed@example.com
ca: jmartorell@example.com
cs: jnovak@example.com
da: cfriis@example.com
de: max@example.com
el: gmilosporos@example.com
es: juan@example.com
es_419: juanlopez@example.com
fr: gallain@example.com
fr_ca: gallain@example.com
he: israelisraeli@example.com
hr: ihorvat@example.com
hu: nagyede@example.com
it: gmela@example.com
ja: hiro_sato@example.com
pl: jjablonka@example.com
pt: jaime@example.com
pt_pt: mmacieira@example.com
ro: ioanapopa@example.com
sk: jankohrasko@example.com
tr: ad@example.com
uk: syabluchko@example.com

# REACTION_TIME_TASK_NORM_BUTTON_TITLE
source: hold
de: halten
sw: shikilia

# BLOOD_TYPE_A-
source: A-
el: Α-
ru: A(II)Rh‑
uk: A(II)-

# STROOP_COLOR_BLACK
source: BLACK
es: NEGRO
sw: NYEUSI

# PASAT_TITLE
source: PASAT
pt: TASAM
uk: СТСЗТ

# PAVSAT_TITLE
source: PAVSAT
pt: TASAV
uk: ВСТСЗТ

# PVSAT_TITLE
source: PVSAT
pt: TASVM
uk: ВТСЗТ

# BLOOD_TYPE_A+
source: A+
ru: A(II)Rh+
uk: A(II)+

# BLOOD_TYPE_AB-
source: AB-
ru: AB(IV)Rh‑
uk: AB(IV)-

# BLOOD_TYPE_AB+
source: AB+
ru: AB(IV)Rh+
uk: AB(IV)+

# BLOOD_TYPE_B-
source: B-
ru: B(III)Rh‑
uk: B(III)-

# BLOOD_TYPE_B+
source: B+
ru: B(III)Rh+
uk: B(III)+

# BLOOD_TYPE_O-
source: O-
ru: 0(I)Rh‑
uk: O(I)-

# BLOOD_TYPE_O+
source: O+
ru: 0(I)Rh+
uk: O(I)+

# ENVIRONMENTSPL_UNIT
source: dBA
ru: дБА
uk: дБ

# AX_dBHL_TONE_AUDIOMETRY_INTRO_TEXT
source: %@ Using VoiceOver, the button will be directly tappable. It will be located near the center of the screen.
sw: %@ Ukutumia VoiceOver, kitufe kitaweza kuguswa moja kwa moja. Kitakuwa kimepangwa karibu na katikati ya skrini.

# AX_DISMISS_KEYBOARD_CUSTOM_ACTION
source: Dismiss keyboard
sw: Funga kinanda

# AX_TAP_BUTTON_1_LABEL
source: Tap for one finger
sw: Gusa kwa kidole kimoja

# AX_TAP_BUTTON_2_LABEL
source: Tap for other finger
sw: Gonga kwa kidole kingine

# AX_TAP_BUTTON_DIRECT_TOUCH_ANNOUNCEMENT
source: Buttons are now directly tappable.
sw: Vitufe sasa vinaweza kuguswa moja kwa moja.

# AX_TAP_BUTTON_DIRECT_TOUCH_AREA
source: Tappable Buttons
sw: Vitufe Vinavyobofyeka

# AX_TAP_BUTTON_HINT
source: Activate to make the buttons directly tappable.
sw: Bofya ili kufanya vifungo viweze kutumika moja kwa moja.

# AX_TAPPING_INSTRUCTION_VOICEOVER
source: %@ Using VoiceOver, explore the screen by touch to learn where the buttons are located. Activate either button to make the buttons directly tappable.
sw: %@ Kwa kutumia VoiceOver, gusa skrini kwa kugundua mahali kitufe kilipo. Washa kitufe chochote ili kufanya vitufe viweze kubonyezwa moja kwa moja.

# AX_TONE_AUDIOMETRY_BUTTON_LEFT_EAR_HINT
source: Activate to start the test. When the test starts, tap directly on this button when you hear a sound in your left ear.
sw: Bonyeza ili kuanza mtihani. Unaposikia sauti kwenye sikio lako la kushoto baada ya mtihani kuanza, gonga kitufe hiki moja kwa moja.

# AX_TONE_AUDIOMETRY_BUTTON_LEFT_EAR_LABEL
source: Tap for Left Ear
sw: Gusa kwa Sikio la Kushoto

# AX_TONE_AUDIOMETRY_BUTTON_RIGHT_EAR_HINT
source: Activate to start the test. When the test starts, tap directly on this button when you hear a sound in your right ear.
sw: Gusa kuwasha ili kuanza mtihani. Wakati mtihani unapoanza, gusa kwa moja kwa moja kitufe hiki unaposikia sauti katika sikio lako la kulia.

# AX_TONE_AUDIOMETRY_BUTTON_RIGHT_EAR_LABEL
source: Tap for Right Ear
sw: Gonga kwa Sikio la Kulia

# AX_TONE_AUDIOMETRY_PREP_TEXT_VOICEOVER
source: %@ Using VoiceOver, explore the screen by touch to learn where the buttons for each ear are located. When the test starts, the buttons will be directly tappable. %@
sw: %@ Tumia VoiceOver, gusa skrini kujifunza mahali pa vifungo kwa kila sikio. Wakati mtihani unapoanza, vifungo vitaweza kuguswa moja kwa moja. %@

# AX_TRAILMAKING_CALL_TO_ACTION_VOICEOVER
source: %@ Using VoiceOver, the buttons in the test will be directly tappable.
sw: %@ Ukitumia VoiceOver, vitufe kwenye mtihani vitakuwa vinaweza kuguswa moja kwa moja.

# REACTION_TIME_NORMALIZED_TASK_ACTIVE_STEP_TITLE
source: Tap the hold button, and then the blue circle
sw: Bonyeza kitufe cha kushikilia, kisha duara la buluu

# TIME_OUT_BODY
source: You have not responded in 30 seconds. Would you like to restart?
sw: Haujajibu kwa sekunde 30. Je, ungependa kuanza upya?

# TIME_OUT_END_ACTION
source: End Task
sw: Maliza Kazi

# TIME_OUT_RESTART_ACTION
source: Restart
sw: Anzisha upya

# TIME_OUT_TILE
source: Time Out
sw: Muda Umeisha
